Repository: stepesdrabes/couchverse
Catalog: clients/apple/Couchverse/Generated/Localizable.xcstrings
Source language: en
Languages: cs

# intent_continue_watching
source: Continue Watching
cs: Pokračovat ve sledování

# intent_continue_watching_description
source: Plays the first title in Continue Watching, or the one you choose, from where you stopped.
cs: Přehraje první titul z Pokračovat ve sledování, nebo ten, který vyberete, od místa, kde jste skončili.

# intent_couch_code
source: Code
cs: Kód

# intent_in_progress
source: Title in Progress
cs: Rozkoukaný titul

# intent_join_couch
source: Join a Couch Session
cs: Připojit se ke společnému sledování

# intent_join_couch_description
source: Opens the join screen with the six-digit code filled in.
cs: Otevře připojení ke společnému sledování s vyplněným šestimístným kódem.

# intent_join_couch_short
source: Join a Couch
cs: Připojit se ke sledování

# intent_my_list
source: My List
cs: Můj seznam

# intent_open_my_list
source: Open My List
cs: Otevřít Můj seznam

# intent_open_my_list_description
source: Shows the titles you saved for later.
cs: Zobrazí tituly, které jste si uložili na později.

# intent_open_title
source: Open a Title
cs: Otevřít titul

# intent_open_title_description
source: Opens a movie or a series in Couchverse.
cs: Otevře film nebo seriál v Couchverse.

# intent_title
source: Title
cs: Titul

# intent_title_prompt
source: Which title?
cs: Který titul?
